<?php

return [
    'title_page'    => 'المرحلة الدراسية',
    'list_grade'    => 'قائمة المراحل الدراسية',
    'add_grade'     => 'اضافة مرحلة',
    'edit_grade'    => 'تعديل مرحلة',
    'delete_grade'  => 'حذف مرحلة',
    'warning_grade' => 'هل انت متأكد من عملية الحذف؟',
    'stage_name_ar' => 'اسم المرحلة بالعربية',
    'stage_name_en' => 'اسم المرحلة بالانجليزية',
    'Notes'         => 'ملاحظات',
    'Submit'        => 'حفظ البيانات',
    'Name'          => 'اسم المرحلة',
    'Processes'     => 'العمليات',
    'delete_Grade_Error'=>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',
    'Edit'          => 'تعديل',
    'Delete'        => 'حذف',
    'Close'         => 'اغلاق',

];
